{
  "id": "30991",
  "name": "Cowboy Bebop",
  "originalName": "カウボーイビバップ",
  "overview": "Cowboy Bebop is a 1998 Japanese anime series developed by Sunrise. It featured a production team led by director Shinichirō Watanabe, screenwriter Keiko Nobumoto, character designer Toshihiro Kawamoto, mechanical designer Kimitoshi Yamane, and composer Yoko Kanno. The twenty-six episodes of the series are set in the year 2071. It follows the adventures, misadventures and tragedies of a bounty hunter crew travelling on the Bebop, their starship. Cowboy Bebop explores philosophical concepts including existentialism, existential ennui, loneliness, and the past's influence.\n\nThe series premiered in Japan on TV Tokyo from April 3 until June 26, 1998, broadcasting only twelve episodes and a special due to its controversial adult-themed content. The entire twenty-six episodes of the series were later broadcast on WOWOW from October 24 until April 24, 1999. The anime was adapted into two manga series which were serialized in Kadokawa Shoten's Asuka Fantasy DX. A film was later released to theaters worldwide.\n\nCowboy Bebop became a critical and commercial success both in Japanese and international markets (most notably in the United States), garnered several major anime and science fiction awards upon its release, and received universal praise for its style, characters, story, voice acting, animation, and soundtrack. In the years since its release, critics and reviewers, from the United States in particular, have hailed Cowboy Bebop as a masterpiece and frequently cite it as one of the greatest anime titles of all time. Credited with helping to introduce anime to a new wave of Western viewers in the early 2000s, Cowboy Bebop has also been labelled a gateway series for the medium as a whole.",
  "episodes": 27,
  "seasons": 1,
  "language": "ja",
  "poster": "/wjFU9z8EfOwczRTv0FrPcv9zHME.jpg",
  "backdrop": "/pL2VkIcoHnyX5oLd3IIaANkzB01.jpg",
  "firstAirDate": "1998-04-03",
  "lastAirDate": "1998-06-26",
  "rankings": {
    "imdb": null,
    "metacritic": null,
    "tmdb": 7
  },
  "score": 1.1428571428571428
}